---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseMx
source: html/c0a0fac4-07a8-a195-f351-2841ad64d43a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseMx Property

"Top Mx"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralTopReleaseMx { get; }
```